#include "../../include/include.h"

void outlook1(void)
{
    printf("\033[40;36m\t\t**************************************\033[0m\n");
    printf("\033[40;36m\t\t**************************************\033[0m\n");
    printf("\033[40;36m\t\t***         欢迎进入聊天室         ***\033[0m\n");
    printf("\033[40;36m\t\t***         请输入您的命令         ***\033[0m\n");
    printf("\033[40;36m\t\t***      show查看所有在线用户      ***\033[0m\n");
    printf("\033[40;36m\t\t***       sto对某人说悄悄话        ***\033[0m\n");
    printf("\033[40;36m\t\t***        sta对所有人说话         ***\033[0m\n");
    printf("\033[40;36m\t\t***          send发送文件          ***\033[0m\n");
    printf("\033[40;36m\t\t***        quit退出您的用户        ***\033[0m\n");
    printf("\033[40;36m\t\t***          off   离线            ***\033[0m\n");
    printf("\033[40;36m\t\t**************************************\033[0m\n");
    printf("\033[40;36m\t\t**************************************\033[0m\n");
}

